{
	"title" : "Chapter One - Important Plants",
	"top_images" : {
		"1" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1146940199151087747/image.png", "resize" : "fit", "URL" : true},
		"2" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1146940199151087747/image.png", "resize" : "fit", "URL" : true},
		"3" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1146940199151087747/image.png", "resize" : "fit", "URL" : true}
	},
	"bottom_images" : {
		"1" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1146940199151087747/image.png", "resize" : "fit", "URL" : true},
		"2" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1146940199151087747/image.png", "resize" : "fit", "URL" : true},
		"3" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1146940199151087747/image.png", "resize" : "fit", "URL" : true}
	},
	"order": 1,
	"content" : [
		"This is the most <i>basic</i> field of knowlege.",
		"Each plant in this chapter will be explained in order as shown in the above illustration.",
		"These pages will cover what each plant does on its own, to give you an idea on how to best put to use your harvests..",
		"",
		"<br>",
		"First up is <b>Broc Flower.</b>",
		"",
		"Broc is useful for minor bruising and restoring blood to the body.",
		"It helps encourage oxygen intake while nourishing blood regeneration.",
		"Broc will be one of your more commonly grown products.",
		"",
		"When ground up, produces the medicines Saline Glucose and Bicaridine.",
		"",
		"When fermented, the alcohol is more potent at restoring oxygen to the blood.",
		"",
		"<br>",
		"Second is <b>Xander Root.</b>",
		"",
		"Xander is useful for minor burns, and like Broc, helps to restore blood volume.",
		"Xander can be pulped into a refreshing beverage that is safe to drink in large volumes, a good alternative to water if you want a different flavor!",
		"",
		"When ground up, produces the medicines Kelotane and Saline Glucose.",
		"",
		"When fermented, produces the alcohol Salgam, which is potent in healing burns, bruises, and toxins alike.",
		"",
		"<br>",
		"Third is <b>Agave.</b>",
		"",
		"Agave is useful for minor burns as well, but by itself it is more potent as a weight loss supplement.",
		"It is only further useful in medicines, which is covered in another chapter.",
		"",
		"When ground up, produces Kelotane and Lipolicide, which is where its weight loss effects come from.",
		"",
		"When fermented, produces Tequila. Drink responsibly.",
		"",
		"<br>",
		"Fourth is <b>Cave Fungus.</b>",
		"",
		"This one is your bestfriend when it comes to poisons and venoms.",
		"It is especially good at absorbing chemicals in your body, and helps to neutralize toxins that you may be suffering from.",
		"Going up against scorpions or cazadors? Bring a handful of these with you, you'll certainly be better off.",
		"",
		"When ground up, produces Charcoal and Mutadone, which reverts mutations caused by the glow.",
		"",
		"<br>",
		"Fifth is <b>Punga Fruit.</b>",
		"",
		"Punga fruit is a delicious fruit that doubles in purging your body of the glow. It is the most effective way to neutralize radiation, whilst also doubling as a delicious snack.",
		"Just be sure not to have more than one, as the fruit is extremely addictive.",
		"",
		"When ground up, produces punga extract, which purges radiation.",
		"",
		"When fermented, produces Vodka. Drink responsibly.",
		"",
		"<br>",
		"--PAGEBREAK--",
		"Sixth is <b>Datura.</b>",
		"",
		"Datura is only good for its numbing properties, when raw. It dulls pain and leaves the consumer in a state of euphoria.",
		"",
		"When ground up, it produces mushroom hallucinogen and morphine.",
		"",
		"When fermented, yields a delicious tea that raises one's spirits, enabling them to communicate with those that watch over us.",
		"",
		"<br>",
		"Seventh is <b>Mutfruit.</b>",
		"",
		"Mutfruit isnt entirely safe to eat on its own, as it harbours the glow. But it can be refined in ways that greatly benefit your garden.",
		"",
		"When ground up, it produces Radium.",
		"",
		"When fermented, it produces purple cider, which is good for mending grievous wounds that other medicines struggle with.",
		"",
		"<br>",
		"Eighth is <b>Prickly Pear.</b>",
		"",
		"The prickly pear fruit has uses in composting that is beneficial to your garden.",
		"",
		"When fermented, produces Pink Pulque.",
		"",
		"<br>",
		"Ninth is <b>Barrel Cactus.</b>",
		"",
		"When consumed raw, barrel cactus readily purges the body of chemicals, as cost of being toxic to the one injesting.",
		"",
		"When ground up, produces Calomel.",
		"",
		"When fermented, produces Yellow Pulque.",
		"",
		"<br>",
		"Tenth is <b>Bee Balm.</b>",
		"",
		"Bee balm is a powerful antiseptic, primarily good for use in surgery, if the need arises.",
		"",
		"When ground up, produces penicillin and sterilizine.",
		"",
		"--PAGEBREAK--",
		"Eleventh is <b>Horse Nettle.</b>",
		"",
		"A potent poultice plant, it can be applied directly to wounds to enhance the healing process.",
		"",
		"When ground up, produces Styptic Powder.",
		"",
		"<br>",
		"Twelvth is <b>Aloe.</b>",
		"",
		"A plant that is unparalelled in its soothing properties upon burns.",
		"",
		"When cooked, will yield a paste that cools off your burns and encourages healing.",
		"",
		"<br>",
		"Thirteenth is <b>Ambrosia Vulgaris.</b>",
		"",
		"A potent healing herb, which induces a euphoric high at the cost of toxins afflicted upon the body.",
		"",
		"When ground up, produces Bicaridine and Kelotane.",
		"",
		"<br>",
		"Fourteenth is <b>Ambrosia Deus.</b>",
		"",
		"A potent healing herb, which induces a euphoric high at the cost of toxins afflicted upon the body. This one has anti-hallucinogenic properties.",
		"",
		"When ground up, produces Omnizine and Synaptezine.",
		"",
		"<br>",
		"Fifteenth is <b>Ambrosia Gaia.</b>",
		"",
		"The most potent healing herb, which damages the brain in exchange for unparallelled healing. It can be used to enhance planting beds, making the plants grown in it near immortal, not requiring water or nutrition.",
		"In addition, if composted into a blessed planting bed, it will further improve a plant's health overall.",
		"",
		"When ground up, produces Earthsblood.",
		"",
		"Can be processed with water to produce extract, which provides reduced healing without causing brain damage. Important for valuable medicines."
	]
}
