{
	"title" : "Chapter Two - Composts",
	"top_images" : {
		"1" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1147053480960340008/image.png", "resize" : "fit", "URL" : true}
	},
	"order": 2,
	"content" : [
		"This is the composter. Your go-to for keeping your garden fed.",
		"This chapter will be relatively short. Each page will cover a different type of compost, explain what its used for, and how to make it.",
		"Keep in mind, this will only cover what composts we can make from the bounties we harvest. These are far more acceptable than taking what unearthly materials outsiders can provide",
		"",
		"",
		"<b>Compost</b>",
		"",
		"This is gotten by simply dumping produce into the composter, its incredibly easy to come by if you're attentive to your plant yields.",
		"When used, it can improve your plants' yield and potency while keeping them fed.",
		"",
		"",
		"<b>Reactive Compost</b>",
		"",
		"This is a modified mixture of compost and plant products that can draw forth the inner potential of your plants, allowing for a broader spectrum of possibilities.",
		"When used, it gives your plants a chance to evolve, and heals them should they be in a state of dying.",
		"Made by mixing equal parts Compost, Mutfruit Juice, and Datura Tea. One unit each minimum.",
		"",
		"",
		"<b>Fortifying Compost</b>",
		"",
		"This modified compost is especially potent at making your plants healtheir than ever.",
		"When used, it reduces your plants' chance of weeds, and increases their life span, whilst healing them should they be decaying.",
		"Made by mixing equal parts Compost, Yucca Juice, and Tato Juice.",
		"",
		"",
		"<b>Alacritious Compost</b>",
		"",
		"This compost is especially useful in increasing your harvests' yields.",
		"When used, it increases a plant's yield, potency, and makes it's production speed all the quicker.",
		"Made by mixing equal parts Compost, Ash, and Pink Pulque.",
		"",
		"",
		"<b>Stabilizing Compost</b>",
		"",
		"This compost is usually a last result, in case your use of reactive compost was overdone.",
		"When used, it reduces your plants' potential to mutate, at the cost of potency to the produce.",
		"Made by mixing equal parts Compost, Milk, and Honey."
	]
}
