{
	"title" : "Chapter Three - Genetics",
	"top_images" : {
		"1" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1147061828694843413/image.png", "resize" : "fit", "URL" : true}
	},
	"order": 3,
	"content" : [
		"This is likely to be the most complex part of your resources, Druid. So I will keep explanations quick and simple.",
		"",
		"When changing the genetics of a seed, you will need to extract traits from existing seeds. This will destroy seeds you extract from.",
		"So make sure you have plenty!",
		"",
		"When extracting, there needs to be a seed and a 'plant data disk' in the G.E.C.K.E.R.. This will imprint that seed's selected gene on the disk, allowing you to insert it into other seeds.",
		"",
		"When inserting a gene, there needs to be a disk with the gene wanted, then press 'insert' next to the gene's field. It will give you a confirmation prompt",
		"",
		"Potency is how big your plants are, how many reagents theyre grown with.",
		"",
		"Yield is how many products your plant produces.",
		"",
		"Production speed is how long it takes between harvests, if the plant is perennial. Smaller number is better, for this one.",
		"",
		"Endurance determines how much health your plant has.",
		"",
		"Lifespan determines how long your plant will live, if left alone.",
		"",
		"Weed Growth Rate determines how much progress weeds make in overtaking your plant. Lower the better.",
		"",
		"Weed Vulnerability determines the chances your plant has in making progress towards weed overtake.",
		"",
		"Content Genes is what manner of chemicals your plant will contain.",
		"",
		"Trait Genes is what manners of quirks your plan has. For example, perrenial growth, which allows for multiple harvests from one plant.",
		"--PAGEBREAK--",
		"A small list of good traits to seek out will be put here. If you have ideas for genetic modification tips, do seek out Orion Uma to arrange an addendum.",
		"",
		"Fungal Vitality",
		"",
		"This trait makes your plants no longer need light or water.",
		"",
		"",
		"Perennial Growth",
		"",
		"This trait makes your plants capable of multiple harvests throughout its lifespan.",
		"",
		"",
		"Densified Chemicals",
		"",
		"This trait doubles the reagents present in your plants. Obtainable through Red Beets.",
		"",
		"",
		"Hypodermic Prickles",
		"",
		"This trait makes your plants have the ability to prick and sting whoever touches it, or is touched by it. Instantly transfers the plant's reagents to the target.",
		"",
		"",
		"Gaseous Decomposition",
		"",
		"This trait makes your plants explode into a cloud of smoke or spores, spreading its reagents to the air in a temporary cloud.",
		"",
		""
	]
}
