{
	"title" : "Chapter Four - Medicines",
	"top_images" : {
		"1" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1147071743131922453/image.png", "resize" : "fit", "URL" : true},
		"2" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1147071743131922453/image.png", "resize" : "fit", "URL" : true},
		"3" : {"image" : "https://cdn.discordapp.com/attachments/986783518258507796/1147071743131922453/image.png", "resize" : "fit", "URL" : true}
	},
	"order": 4,
	"content" : [
		"This chapter will discuss what medicines you can make out of your plants, ranging from easiest to hardest.",
		"",
		"They will be discussed in the order shown in the above illustration.",
		"",
		"<br>",
		"<b>Healing Powder.</b>",
		"",
		"The simplest, easiest way to treat bruises and burns.",
		"",
		"Healing powder is crafted with Broc Flower and Xander root. ",
		"",
		"<br>",
		"<b>Bitter Drink.</b>",
		"",
		"Works a bit better at healing physical wounds than healing powder.",
		"",
		"Bitters are crafted with Broc Flower, Xander Root, and Glass, for the bottle.",
		"",
		"<br>",
		"<b>Antivenom.</b>",
		"",
		"This solution is paramount for those dealing with poisonous or venomous fauna. It just might save your life, in a cazador encounter.",
		"",
		"Antivenom is crafted with Broc Flower, Xander Root, and Datura. Or if lacking that, radscorpion meat and nightstalker meat.",
		"",
		"--PAGEBREAK--",
		"<b>Healing Poultice.</b>",
		"",
		"The most potent medicine you can make in regards to time and resource cost.",
		"",
		"It not only heals burns and bruises at a rate superior to powder or bitters, it also helps in clotting bleeds.",
		"",
		"Healing Poultice is crafted with Broc Flower, Xander Root, Agave Leaf, and Cave Fungus.",
		"",
		"<br>",
		"<b>Fiery Purgative.</b>",
		"",
		"Pray to the spirits you never need to use this. It is unrivaled in its ability to purge toxins from the body, as well as the glow.",
		"",
		"It induces severe vomiting, which helps to cleans the body of radiation and toxins by ejecting it orally, involuntarily, for a very, very long time.",
		"",
		"It will feel like hours, if youre lucky. Only use this when you're somewhere safe, and can eat to recover afterward.",
		"",
		"Fiery Purgative is crafted with Horsenettle Berries, Barrel Cactus Fruit, and Vodka. Pungafruit can be fermented into vodka for this purpose.",
		"",
		"<br>",
		"<b>Mourning Dust.</b>",
		"",
		"This is primarily useful in reviving those who have expired.",
		"",
		"It can be used to prepare a corpse for revival, simply by rubbing it over the body's wounds.",
		"",
		"In living persons, it can cause shortness of breath.",
		"",
		"Mourning Dust is created by mixing ten parts Coyote Tea, twenty parts Cellulose, ten parts Barrel Tea.",
		"",
		"<br>",
		"Coyote Tea is made by mixing one part Coyote Tobacco juice, two parts water.",
		"",
		"Barrel Tea is made by mixing one part Barrel Cactus juice, two parts water.",
		"",
		"Cellulose is gotten by grinding up wood.",
		"--PAGEBREAK--",
		"",
		"This page will cover ambrosia elixirs.",
		"",
		"First, is gaia extract. This is the base.",
		"",
		"Gaia Extract is made from crafting twenty sprigs of Ambrosia Gaia and ten units of water.",
		"",
		"<br>",
		"<b>Elixir Vitae.</b>",
		"",
		"A potent healing elixir, it will mend all physical ailments to pristine state instantly upon quaffing, at the cost of exhausting the body for some time.",
		"",
		"Vitae is crafted with two bottles of Gaia Extract, Two Bitter Drink, five sprigs of Ambrosia Deus, and a sheet of glass for the bottle.",
		"",
		"<br>",
		"<b>Elixir Mentem.</b>",
		"",
		"When the mind suffers severe ailments, this elixir is the cureall. It will restore the brain and sanity perfectly.",
		"",
		"Mentem is crafted with two bottles of Gaia Extract, one Bitter Drink, five sprigs of Ambrosia Vulgaris, and a sheet of glass for the bottle.",
		"",
		"<br>",
		"<b>Elixir Animae.</b>",
		"",
		"This elixir is unrivaled in its ability to restore the body's inner workings to perfect order. It mends all organs, and restores blood volume better than anything else.",
		"",
		"Mentem is crafted with two bottles of Gaia Extract, one Bitter Drink, five bundles of Herbs, five Datura, and a sheet of glass for the bottle.",
		"",
		"<br>",
		"<b>Smelling Salts.</b>",
		"",
		"The perfect means of reviving the freshly deceased out in the field. If you do not have a defibrilator on hand, a bottle of smelling salts fits in your bag and has multiple uses.",
		"",
		"Simply wave the opening under the nose of the person, and wait for them to resuscitate.",
		"",
		"Smelling Salts are crafted with ten units of Ammonia, four slices of Onion, two cloves of Garlic, and two Bee Balm flowers.",
		"",
		"<br>",
		"Ammonia is difficult to come by. But if you have the time, you can make it right at home.",
		"",
		"Grass can be ground up in a mortar to get Hydrogen.",
		"",
		"Lightbulbs contain Nitrogen, which can be extracted in a mortar as well.",
		"",
		"Ammonia is mixed with three parts Hydrogen, one part Nitrogen.",
		""
		
	]
}
