{
	"front_page": [
		"%LABEL:Front Page",
		"%KIND:Misc",
		"Thank you for choosing %THINGNAME, the coziest way to find new folk!",
		"This is a database of everyone currently active in the Wastes of Texarkana (that's right here!).",
		"Below, you'll find a handy, sortable list of people who are looking to meet other lovely folk (like you!).",
		"You can customize your entry in this database using the controls just below.",
		"Anything changed will be saved and posted to the database immediately.",
		"If you don't want certain parts (or the whole thing) to be listed, you can hide them using the visibility checkboxes."
	],
	"readme": [
		"Thank you for choosing %THINGNAME, the coziest way to find new folk!",
		"This is a database of everyone currently active in the Wastes of Texarkana (that's right here!).",
		"Below, you'll find a handy, sortable list of people who are looking to meet other lovely folk (like you!).",
		"You can customize your entry in this database using the controls just below. Anything changed will be saved and",
		"posted to the database immediately.",
		"If you don't want certain parts (or the whole thing) to be listed, you can hide them using the visibility checkboxes.",
		"While this window itself is technically OOC, you're allowed to interpret any information you find here ICly.",
		"You'll typically find a hint on how someone'll want to be approached, or how you might know these sorts of things,",
		"such as maybe your character saw another character in the street, or heard about them from a friend, or even just saw",
		"their entry in this 'dating app'! 'course, when in doubt, ask in LOOC!"
	],
	"name": ["%LABEL:Name", "%KIND:Player", "This is your name, silly!"],
	"online": {
		"ON": ["This person is online!", "Go say hi!~"],
		"OFF": ["This person is offline!", "Maybe they'll be back later?"]
	},
	"species": [
		"%LABEL:Species",
		"%KIND:Player",
		"This is your custom species!",
		"You can change this in your character preferences!"
	],
	"flavor_text": [
		"%LABEL:Flavor Text",
		"%KIND:Player",
		"This is your flavor text!",
		"You can change this in your character prefs!",
		"Other options coming soon(tm)."
	],
	"ooc_text": [
		"%LABEL:OOC Text",
		"%KIND:Player",
		"This is your OOC text!",
		"You can change this in your character prefs!",
		"Other options coming soon(tm)."
	],
	"adventure_notes": [
		"%LABEL:Notes",
		"%KIND:Adventure",
		"What sort of stuff should people know about you, relating to adventuring?",
		"Maybe you're a seasoned veteran, or a fresh-faced rookie?",
		"Maybe you like to plough through dungeons, or maybe you prefer to explore the wilderness?",
		"Maybe you like to fight monsters, or maybe you prefer to fight other adventurers?",
		"Maybe you're looking to document the wastes on a scientific / journalistic expedition?",
		"Maybe you just want to get rich, or maybe you want to save the world?",
		"Anything goes, be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"adventure_i_am_a": [
		"%LABEL:I am a...",
		"%KIND:Adventure",
		"What sort of role do you fill in an adventuring party?",
		"Are you the tank, the healer, the DPS?",
		"Are you the leader, the strategist, the tactician?",
		"Are you the scout, the thief, the assassin?",
		"Are you the comic relief, the mascot, the pet?",
		"Are you the packrat lootgoblin who carries all the stuff?",
		"Are you the delicate flower who keeps getting hurt and needs the healer to save them?",
		"Anything goes, be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"adventure_looking_for": [
		"%LABEL:Looking for...",
		"%KIND:Adventure",
		"What sort of role/player are you looking for in an adventuring party?",
		"Are you looking for a tank, a healer, a DPS?",
		"Are you looking for a leader, a strategist, a tactician?",
		"Are you looking for a scout, a thief, an assassin?",
		"Are you looking for a comic relief, a mascot, a pet?",
		"Are you looking for a packrat lootgoblin who carries all the stuff?",
		"Are you looking for a delicate flower who keeps getting hurt and needs you to save them?",
		"Anything goes, be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"adventure_in_it_for": [
		"%LABEL:In it for...",
		"%KIND:Adventure",
		"What are you looking to get out of adventuring?",
		"Are you in it to get rich?",
		"Are you in it to save the world?",
		"Are you in it to test your mettle against the toughest foes?",
		"Are you in it to document the wastes on a scientific / journalistic expedition?",
		"Are you in it to fight monsters?",
		"Are you in it to fight other adventurers?",
		"Are you in it to prove something to someone?",
		"Are you in it to explore the wilderness?",
		"Are you in it to plough through dungeons?",
		"Anything goes, be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"adventure_listing_kind": [
		"%LABEL:Listing Kind",
		"%KIND:Adventure",
		"How would you prefer others interpret this listing?",
		"Say someone wants to use the information in this listing to approach you.",
		"How would you prefer them to do so?",
		"Maybe this could be a poster in the town square? Or a personal ad in a newspaper?",
		"Maybe this could be something overheard in the tavern? Or something through the grapevine?",
		"This is just for flavor, so pick whatever you like! Or, leave it up to whoever's reading!",
		"Doesn't need to actually be anything, perfectly valid to have all this just be OOC information!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"adventure_is_healer": [
		"%LABEL:Healer?",
		"%KIND:Adventure",
		"Are you a healer?",
		"Everyone wants a healer in their party!"
	],
	"adventure_lfg": [
		"%LABEL:LFG?",
		"%KIND:Adventure",
		"Are you looking for a group?",
		"Adventure is dangerous, and it's always safer to travel in groups!"
	],
	"adventure_pvp_pref": [
		"%LABEL:PvP Prefs",
		"%KIND:Adventure",
		"How do you feel about PvP?",
		"Like it? Hate it? Don't care?",
		"What would your ideal PvP situation be? 'Not at all' is a perfectly valid answer!",
		"Maybe you'd like to get in fights with other adventurers?",
		"Maybe you'd like to hunt down bad guys?",
		"Maybe you'd like to be hunted down by good guys? (or bad guys =3)",
		"Maybe you prefer chaotic gunfights?",
		"Do note, this does not actually affect whether or not you'll get PvP in your RP!",
		"This is just to give others an idea of what you'd prefer, so you all can have a good time (not) killing each other!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_notes": [
		"%LABEL:Notes",
		"%KIND:RP",
		"What sort of stuff should people know about you, relating to roleplay / character interaction?",
		"Things that would help others understand the sort of character you're playing, and how they should interact with you.",
		"Things like your general roleplay style, or your character's personality.",
		"Maybe you're fascinated by the occult, and would love to meet a witch?",
		"Maybe you like to build houses, and would love to meet a carpenter?",
		"Maybe you like to research the wastes, and would love to meet a fellow scientist?",
		"Maybe you like to sit in a pile of sofas and chat about who-knows-what while you eat pizza?",
		"Feel free to be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_job": [
		"%LABEL:Job",
		"%KIND:RP",
		"This is your character's typical job!",
		"It doesn't necessarily have to be their actual job, or even a real job!",
		"Maybe they're a student, or a stay-at-home parent?",
		"Maybe they're a superhero, or a supervillain?",
		"Maybe they're federal bikini inspector? Anything goes!",
		"This is mainly to establish a general idea of what your character does with their time.",
		"Feel free to be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_i_am_a": [
		"%LABEL:I am a...",
		"%KIND:RP",
		"What sort of character are you playing? What can you say about who or what they are?",
		"Maybe you're a witch, or a carpenter? Maybe you're a scientist, or a war veteran?",
		"Maybe you're a shy bookworm, or a flirtatious tease?",
		"Maybe you're a cat? Cats are fine too!",
		"Maybe you're a grizzled veteran of some kind of war, and would love to meet someone to share heavily embellished war stories with?",
		"Maybe you're a smarmy merchant just out to make a quick buck?",
		"Maybe you're a shy bookworm who just wants to sit in a pile of sofas and chat about who-knows-what while you eat pizza?",
		"Feel free to be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_looking_for": [
		"%LABEL:Looking for...",
		"%KIND:RP",
		"What sort of character are you looking to meet? What can you say about who or what they are?",
		"Maybe you're looking for a witch, or a carpenter? Maybe you're looking for a scientist, or a war veteran?",
		"Maybe you're looking for a shy bookworm to discuss the latest issue of Scrontch / shove in a locker?",
		"Maybe you're looking for a cat? Cats are fine too!",
		"Maybe you're looking for a grizzled veteran of some kind of war, to share heavily embellished war stories with?",
		"Maybe you're looking for a smarmy merchant to be fleeced into next week by?",
		"Maybe you're looking for a hungry fox to clear out your fridge?",
		"Feel free to be as vague or specific as you like!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_listing_kind": [
		"%LABEL:Listing Kind",
		"%KIND:RP",
		"How would you prefer others interpret this listing?",
		"Say someone wants to use the information in this listing to approach you.",
		"How would you prefer them to do so?",
		"Maybe this could be an entry on a dating site? Or a personal ad in a newspaper?",
		"Maybe this could be something overheard in the tavern? Or something through the grapevine?",
		"Maybe you just know this stuff about them because you've known them for a while?",
		"Maybe even just a lucky guess! You're a smart cookie, after all!",
		"This is just for flavor, so pick whatever you like! Or, leave it up to whoever's reading!",
		"Doesn't need to actually be anything, perfectly valid to have all this just be OOC information!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_approach_pref": [
		"%LABEL:Approach Pref",
		"%KIND:RP",
		"How would you prefer others approach you for RP?",
		"Walk right up and say hi? Whistle at you from across the street?",
		"Come into your workplace and chat? Send you a message on a dating app (PDA)?",
		"Drunkenly stumble into you? Just scoop you up off the street and take you home?",
		"Maybe you're a bit shy, and would prefer others to take the initiative?",
		"Or maybe you're a bit of a flirt, and would prefer others to be the shy ones?",
		"Or maybe you're a bit of a tease, and would prefer others to be the flirty ones?",
		"Anything's good, whole point here is to find the best ways for people to approach you (and vice versa)!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_length": [
		"%LABEL:Length",
		"%KIND:RP",
		"How long do you prefer your overall RP to be, in terms of storyline length?",
		"Are you looking for a one-off encounter, or a long-term relationship/story?",
		"Maybe you want to keep running into someone? Maybe you just want a quick chat?",
		"Maybe you want to go on a date? Maybe you want to get married?",
		"Maybe you want to go on a quest? Maybe you want to go on a quest to get married?",
		"Anything's good, whole point here is to establish how long you want this RP relationship to last!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"rp_preferences": [
		"%LABEL:RP Prefs",
		"%KIND:RP",
		"What sort of RP do you prefer, in terms of tone and content?",
		"Maybe you want something light-hearted and fluffy?",
		"Maybe you want something dark and gritty?",
		"Maybe you want something serious and dramatic?",
		"Maybe you want something realistic, down to earth, and swarming with magic robots?",
		"Maybe you want something with a lot of action and adventure?",
		"Maybe you want something with a lot of romance and drama?",
		"Maybe you want something with a lot of comedy and humor?",
		"Maybe you want something silly and ridiculous?",
		"Anything's good, whole point here is to establish what sort of RP you're looking for!",
		"NSFW content is allowed, just keep it tasteful and leave the juicy bits to the ERP section!"
	],
	"erp_sex": [
		"%LABEL:Sex",
		"%KIND:ERP",
		"What best describes your character's sexuality?"
	],
	"erp_gender": [
		"%LABEL:Gender",
		"%KIND:ERP",
		"What best describes your character's gender?"
	],
	"erp_notes": [
		"%LABEL:Notes",
		"%KIND:ERP",
		"What sort of stuff should people know about you, relating to ERP?",
		"Things like kinks and fetishes, things you're comfortable with and things you're not.",
		"What gets you (and/or your character) going, and what turns you (and/or your character) off?",
		"What sort of stuff do you like to do in an ERP scene? What sort of stuff do you not like to do?",
		"Do you like a general air of romance and sensuality? Do you like to get right down to business?",
		"What would make for your ideal ERP scene? 'Not at all' is a perfectly valid answer!",
		"If you're not comfortable with ERP, that's perfectly fine! Just leave this section blank, or write something like 'No ERP please'.",
		"NSFW content is allowed (rules still apply!), feel free to be as juicy or as tame as you like! No judgement here at all! (unless you want it =3)"
	],
	"erp_i_am_a": [
		"%LABEL:I am a...",
		"%KIND:ERP",
		"What sort of character are you playing, relating to ERP?",
		"Are you a thick, curvy, voluptuous vixen? Are you a tall, dark, handsome hunk?",
		"Are you a shy, submissive, blushing bottom? Are you a dominant, assertive, confident top?",
		"Are you a cute, cuddly, fluffy pet? Are you a hungry, ravenous, voracious predator?",
		"Are you a delicate flower who needs to be handled with care? Are you a rough-and-tumble tomboy who can (and would prefer to) take a beating?",
		"Are you an innocent virgin who needs to be taught the ways of the world? Are you a seasoned veteran who's seen it all?",
		"Are you an obese blob who can't even get out of bed? Are you a muscular hunk who can lift a car with one hand/paw?",
		"Are you a fox with a breasts large enough to sleep on? Are you a wolf with a bulge so massive you can barely walk?",
		"Are you a cat who's always in heat? Are you a horse going through estrus? Are you a shark who's feeling kinda hungry?",
		"Are you a human? Are you a furry? Are you a scalie? Are you a slime? Are you a robot? Are you a ghost? Are you my dad?",
		"Anything goes, whole point is to give others a taste of the main course before they order!",
		"NSFW content is allowed (rules still apply!), feel free to be as juicy or as tame as you like! No judgement here at all! (unless you want it =3)"
	],
	"erp_looking_for": [
		"%LABEL:Looking for...",
		"%KIND:ERP",
		"What sort of character are you looking to meet, relating to ERP?",
		"Are you looking for a thick, curvy, voluptuous vixen to cook you dinner?",
		"Are you looking for a tall, dark, handsome hunk to sweep you off your feet?",
		"Are you looking for a shy, submissive, blushing bottom to cuddle with? Are you looking to break that bottom over your knee?",
		"Are you looking for a dominant, assertive, confident top to take charge? Are you looking to knock that top down a peg?",
		"Are you looking for a cute, cuddly, fluffy pet to play with? Are you looking for a hungry, ravenous, voracious predator to run from?",
		"Are you looking for a delicate flower to handle with care until they blossom into a rough-and-tumble tomboy?",
		"Are you looking for an innocent virgin to teach the ways of the world? Are you looking for a seasoned veteran to show you the ropes?",
		"Are you looking for a skinny vixen to feed until they can't even get out of bed? Are you looking for a muscular hunk to lift a car with one hand/paw?",
		"Are you looking for a fox with breasts large enough to sleep on? Are you looking for a wolf with a bulge so massive they can barely walk?",
		"Are you looking for a cat who's always in heat? Are you looking for a horse going through estrus? Are you looking for a shark who's feeling kinda hungry?",
		"Are you looking for a human? Are you looking for a furry? Are you looking for a scalie? Are you looking for a slime? Are you looking for a robot? Are you looking for a ghost? Are you looking for dad?",
		"Anything goes, whole point is to give other folk an idea of what you're looking for!",
		"NSFW content is allowed (rules still apply!), feel free to be as juicy or as tame as you like! No judgement here at all! (unless you want it =3)"
	],
	"erp_listing_kind": [
		"%LABEL:Listing Kind",
		"%KIND:ERP",
		"How would you prefer others interpret this ERP listing?",
		"Say someone wants to use the information in this listing to approach you.",
		"How would you prefer them to do so?",
		"Maybe this could be an entry on a dating site? Or a personal ad in a newspaper?",
		"Maybe this could be something overheard in the tavern? Or something through the grapevine?",
		"Maybe you just know this stuff about them because you've known them for a while?",
		"Maybe even just a lucky guess! You're a smart cookie, after all!",
		"This is just for flavor, so pick whatever you like! Or, leave it up to whoever's reading!",
		"Doesn't need to actually be anything, perfectly valid to have all this just be OOC information!",
		"NSFW content is allowed (rules still apply!), feel free to be as juicy or as tame as you like! No judgement here at all! (unless you want it =3)"
	],
	"erp_approach_pref": [
		"%LABEL:Approach Pref",
		"%KIND:ERP",
		"How would you prefer others approach you for ERP?",
		"Walk right up and say hi? Whistle at you from across the street?",
		"Come into your workplace and chat? Send you a message on a dating app (PDA)?",
		"Drunkenly stumble into you? Just scoop you up off the street and take you home?",
		"Maybe you're a bit shy, and would prefer others to take the initiative?",
		"Or maybe you're a bit of a flirt, and would prefer others to be the shy ones?",
		"Or maybe you're a bit of a tease, and would prefer others to be the flirty ones?",
		"Anything's good, whole point here is to find the best ways for people to approach you (and vice versa)!",
		"NSFW content is allowed (rules still apply!), feel free to be as juicy or as tame as you like! No judgement here at all! (unless you want it =3)"
	],
	"erp_length": [
		"%LABEL:Relationship Length",
		"%KIND:ERP",
		"How long do you prefer your overall ERP to be, in terms of storyline length?",
		"Are you looking for a one-off encounter, or a long-term relationship/story?",
		"Maybe you want to keep running into someone? Maybe you just want a quickie?",
		"Maybe you want to go on a date? Maybe you want to get married first?",
		"Maybe you want to go on a quest? Maybe you want to go on a quest to get married?",
		"Anything's good, whole point here is to establish how long you want this ERP relationship to last!",
		"NSFW content is allowed (rules still apply!), feel free to be as juicy or as tame as you like! No judgement here at all! (unless you want it =3)"
	],
	"erp_post_length": [
		"%LABEL:Post Length",
		"%KIND:ERP",
		"How long of a post do you normally make in an ERP scene?",
		"Do you like to keep it short and sweet? Do you like to write a whole novel about your character's every thought and feeling?",
		"Maybe you like to keep it short and sweet, but you're willing to write a whole novel if your partner does? And or vice versa?",
		"Any preference is fine, just let others know what to expect!"
	],
	"erp_position": [
		"%LABEL:Position",
		"%KIND:ERP",
		"What sort of position do you prefer to be in, in an ERP scene?",
		"Are you a top? Are you a bottom? Are you a switch?",
		"Are you a dom? Are you a sub? Are you also a switch?",
		"Are you a power bottom? Are you a power top? Maybe a power switch?",
		"Any preference is fine, just let others know what to expect!"
	],
	"erp_sexuality": [
		"%LABEL:Sexuality",
		"%KIND:ERP",
		"What best describes you character's sexual orientation?"
	],
	"erp_vore": [
		"%LABEL:Vore",
		"%KIND:ERP",
		"What best describes your character's vore preferences?",
		"Are you a pred? Are you a prey? Are you a switch?",
		"Not into vore? That's fine too! Just leave this blank, or write something like 'No vore please'.",
		"If you're not into vore, its recommended to turn off your vore prefs in either character preferences, or the vore panel.",
		"NSFW content is allowed (rules still apply!), feel free to be as juicy or as tame as you like! No judgement here at all! (unless you want it =3)"
	]
}
